{
  "en": {
    "translation": {
      "Contact me": "Contact me",
      "About me": "About me",
      "Portfolio": "Portfolio",
      "Skills": "Skills",
      "Contact": "Contact",
      "Web and mobile developer": "Web and mobile developer",
      "System engineer": "System engineer",
      "Teamwork": "Teamwork",
      "about-1": "Hello, my name is Fernando Altamirano Alca, I am dedicated to web and mobile development mainly in the frontend environment. I am a person who loves to work and collaborate as a team in order to achieve better results.",
      "Download CV": "Download CV",
      "Layout": "Layout",
      "Frontend Development": "Frontend Development",
      "Backend Development": "Backend Development",
      "UI Design": "UI Design",
      "Hybrid Development": "Hybrid Development",
      "Flutter mobile and web": "Flutter mobile and web",
      "iOS Mobile Development": "iOS Mobile Development",
      "Tools": "Tools",
      "Academic Events Management System": "Academic Events Management System",
      "sgea description": "SGEA is a system where you can find many academic events and register your assistance or register a new event who organizer 👨‍🎓. Also, you will have access to a dashboard to have better control of your profile, events, events requests and inscriptions to the events 📝. Finally there are an module to admin where she/he can accept or reject requests.",
      "Description": "Description",
      "TECHNOLOGIES": "TECHNOLOGIES",
      "View code": "View code",
      "View project": "View project",
      "Ecommerce": "Ecommerce",
      "ecommerce description": "A minimalistic marketplace design built using the Bloc pattern to managment the state and get a better code organization, screen loaders and compatibility with Android and Ios.",
      "exchange description": "This a crypto exchange app when you cand find a dashboard screen, wallet, transactions and soon I will be building a trading view, this app is connected with the Binance socket and get the cryptocurrencies prices. This app is compatibility with Android and Ios.",
      "nft description": "This a NFT marketplace using a provider like the state manager, splash screen to initialize the app and  compatibility with Android and Ios.",
      "View more": "View more",
      "Created by Fernando Altamirano -": "Created by Fernando Altamirano -"
    }
  },
  "es": {
    "translation": {
      "Contact me": "Contáctame",
      "About me": "Sobre mí",
      "Portfolio": "Portafolio",
      "Skills": "Habilidades",
      "Contact": "Contacto",
      "Web and mobile developer": "Desarrollador web y móvil",
      "System engineer": "Ingeniero de sistemas",
      "Teamwork": "Trabajo en equipo",
      "about-1": "Hola, mi nombre es Fernando Altamirano Alca, me dedico al desarrollo web y móvil principalmente en el entorno frontend. Soy una persona que le encanta trabajar y colaborar en equipo para asi lograr mejores resultados.",
      "Download CV": "Descargar CV",
      "Layout": "Diseño",
      "Frontend Development": "Desarrollo Frontend",
      "Backend Development": "Desarrollo Backend",
      "UI Design": "Diseño UI",
      "Hybrid Development": "Desarrollo Híbrido",
      "iOS Mobile Development": "Desarrollo Móvil iOS",
      "Flutter mobile and web": "Flutter móvil y web",
      "Tools": "Herramientas",
      "Academic Events Management System": "Sistema de Gestión de Eventos Académicos",
      "sgea description": "SGEA es un sistema donde puedes encontrar muchos eventos académicos y registrar tu asistencia o registrar un nuevo evento que organizarás 👨‍🎓. Además, tendrás acceso a un panel de control para tener un mejor control de tu perfil, eventos, solicitudes de eventos e inscripciones a los eventos 📝. Finalmente hay un módulo para el administrador donde ella / él puede aceptar o rechazar solicitudes.",
      "Description": "Descripción",
      "TECHNOLOGIES": "TECNOLOGÍAS",
      "View code": "Ver código",
      "View project": "Ver proyecto",
      "Ecommerce": "Ecommerce",
      "exchange description": "Esta es una aplicación de intercambio de criptomonedas donde puede encontrar un dashboard, billetera, transacciones y pronto construiré una vista exchange, esta aplicación está conectada con el socket de Binance y obtiene los precios de las criptomonedas compatible con Android e Ios.",
      "nft description": "NFT marketplace es una app construida con Flutter que utiliza la librería provider como el administrador de estado, start screen para inicializar la aplicación y compatibilidad con Android e Ios.",
      "ecommerce description": "Un diseño marketplace minimalista construido usando el patrón Bloc para administrar el estado y obtener una mejor organización del código, laoders de pantalla y compatibilidad con Android e Ios.",
      "View more": "Ver más",
      "Created by Fernando Altamirano -": "Creado por Fernando Altamirano -"
    }
  }
}
